{
    "home":"главная",
    "about":"о нас",
    "projects":"проекты",
    "contacts":"контакты",
    "private":"частные",
    "public":"общественные",
    "Coming soon":"вскоре",

    "home subtitle":"Стильные интерьеры любой сложности",

    "Moscow":"Москва",
    "Yekaterinburg":"Екатеринбург",
    "Tbilisi":"Тбилиси",
    "Saint-Petersburg":"Санкт-Петербург",
    "Wrocław":"Вроцлав",

    "about-logo-1":"Стиль — основа.",
    "about-logo-2":"Эклектика — тренд.",
    "about-logo-3":"Яркая жизнь — ориентир.",

    "about-name":"Александр Шарков",
    "about-founder":"Основатель студии",

    "about-first-p":"Студия SHAR Design создает и реализует стильные интерьеры любой сложности.",
    "about-second-p":"Мы проектируем квартиры, дома и общественные помещения.",
    "about-third-p":" Наш дизайн – это умелое сочетание минимализма с хай-теком сквозь призму эклектики специально для вас.",
    
    
    "Fusion in Zamoskvorechye":"Фьюжн в Замоскворечье",
    "fusion-decription-text":"Дизайн интерьера был навеян домом и атмосферой района, где находится квартира. Сталинский дом с высокими потолками в историческом центре Москвы. Белые стены гостиной, как холст были раскрашены яркими пятнами- декором из прошлого. А стальная кухня, как отражение ритма современной Москвы. Спальня и санузел выполнены в уютном горчичном цвете, а разнообразие материалов только подчеркивает самобытность этой квартиры.",
    
    "Monochrome minimalism":"Монохромный минимализм",
    "monochrome-description-1":"Современный дом в Подмосковье выполнен на черно-белых нюансах. Кухня-гостиная контрастно поделана: темная зона кухни и светлая лаундж-зона. Диван обтянут контрастной тканью, что дополнительно выделяет эту часть пространства и задает тон всей комнате. ",
    "monochrome-description-2":"Спальни и санузел тоже сделаны на контрасте черного и белого. Разнообразие источников света и сценариев освещения, не дают темным пространствам казаться мрачными.",
    
    "High-tech office":"Хай-тек офис",
    "hightech-description":"Офис инновационной компании, производящей морозильное оборудование – это уникальное  рабочее пространство.  Использованные в проекте скрытая подсветка, светящийся потолок и аллюминий раскрывают идею, сделать из офиса «космический шаттл» и подчеркивают технологичность компании. ",
   
    "White apartaments":"Светлые апартаменты",
    "white-decription-text":"Проект уютной квартиры для молодой семьи в Екатеринбурге. Помимо дизайна задача состояла в том, чтобы сделать грамотную планировку – создать дополнительную спальню и сохранить простор кухни-гостиной.",
    "white-extra-text-1": "Вдохновленный эстетикой японских домов, интерьер выдержан в спокойной природной гамме. Получился лаконичный минимализм. Основной цвет стен – белый, делает квартиру визуально просторнее. В поддержку ему серо-бежевый, на стенах в прихожей и кухне. Мебель из шпона светлого дерева подчеркивает экологичность интерьера и его близость с природой.",
    "white-extra-text-2": "Вход в спальню через проём со сдвижной высокой дверью, которая разделяет пространства. Также спальню от гостиной отделяет стена из стеклоблоков. Тем самым мы не теряем свет из окна, но при этом слабо видим происходящее в спальне. Отделка ванной комнаты отлично гармонирует с остальными помещениями квартиры. Керамогранит нейтрального оттенка, но с фактурой делает пространство лаконичным.",
    "loft-decription-text":"Проект уютной квартиры для молодой семьи в Екатеринбурге. Помимо дизайна стояла задача сделать грамотную планировку. Необходимо было создать дополнительную спальню и сохранить простор кухни-гостиной.",
    "loft-decription-text-2":"Интерьер, вдохновленный эстетикой японских домов, выдержан в спокойной природной гамме. Основной цвет стен – белый, что делает квартиру визуально просторнее. В его поддержку серо-бежевый цвет на стенах в коридоре и на кухне. Мебель из шпона светлого дерева подчеркивает экологичность интерьера и его близость к природе.",
    "loft-decription-text-3":"Вход в спальню осуществляется через проем с высокой раздвижной дверью, разделяющей пространство. Также спальня отделена от гостиной стеной из стеклоблоков. Таким образом мы не теряем свет из окна, но при этом почти не видим, что происходит в спальне. Отделка ванной комнаты идеально гармонирует с остальной частью квартиры. Керамогранит нейтрального оттенка, но с фактурой делает пространство лаконичным.",
    
    "Georgian character":"Грузинский характер",
    "georgia-description-text":"Видовая квартира для молодого человека в Тбилиси. Из окон квартиры открываются живописные виды на городской пейзаж и природу. Своё отражение они нашли в материалах и цветовой гамме интерьера. ",
    "georgia-description-text-extra":"Добавляет изысканности богатая палитра природных цветов и текстур — от доминирующей бежево-оливковой основы стен до ярких терракотовых тонов и черного паркета. Натуральные материалы обивки мягкой мебели гармонируют с яркими панелями из металла в спальне и столешницы кухонного острова. ",
    "georgia-description-text-2":"Выбор мебели, фурнитуры, отделки и дизайнерских изделий — каждый элемент вносит свой вклад в визуальное путешествие по стране. Так зеркальный кофейный столик похож на современную архитектуру города, а бетонный потолок отсылает нас к архитектуре советской Грузии. Мягкое свечение торшеров и ламп, создает уют и еще больше отсылает нас к вечерним улочкам Тбилиси.",
    
    "Vintage Coffee Shop":"Винтажная кофейня",
    "georgia-description-text-2-extra":"Квартира имеет открытую планировку: кухня-столовая совмещена с гостиной в общее пространство. Отдельно располагается спальня с гардеробной, куда можно попасть через стеклянную перегородку.",
    "coffee-description-text":"Кофейня в Санкт-Петербурге, оформленная с использованием материалов и цветов в духе американских заведений эпохи сухого закона.",
    "coffee-description-text-extra":"В томном интерьере округлые формы ар-деко контрастируют с металлом, а благородная отделка стен тонированными дубовыми панелями, делает интерьер теплее и передает атмосферу старой Америки XX века. Благодаря чему интерьер становится уютным местом как для размышлений с чашечкой кофе, так и для дружных посиделок в приятной компании. ",
    "coffee-description-text-2":"Пол из клетчатой плитки, создает яркий акцент, сочетающееся с остальными ретро предметами и мебелью. Бар является центром заведения, он украшен огнями и вывесками с меню в духе ночных заведений Нью-Йорка. Винтажные люстры над круглыми столиками идеально дополняют стилистику заведения.",
    
    "Apartament in the center of Europe":"Квартира в центре Европы",
    "poland-head-text-1":"Квартира, для молодой пары, расположенная в самом сердце польского города Вроцлав. Ее интерьер вдохновлен эстетикой 1970-х годов, а дизайнеры не побоялись смелых решений.",
    "poland-desc-text-1":"В гостиной на нейтральном фоне выделяется мягкий диван зеленого оттенка. Его дополняет модернистская металлическая кухня с ярко-оранжевым фартуком и деревянными шкафами. Особый колорит пространству придают открытая проводка и металлические красные стулья, а уютную атмосферу подчеркивает деревянный пол.",
    "poland-desc-text-2":"Яркий терракотовый цвет в коридоре и спальне гармонирует со старой кирпичной аркой, добавляя интерьеру тепла и характера.",
    "poland-desc-text-3":"Вневременная атмосфера и уютная обстановка создаются за счет сочетания разных фактур и лаконичных форм. Пространство спроектировано так, чтобы избежать влияния быстротечных трендов — оно остается актуальным и свежим в любую эпоху.",
    "poland-desc-text-4":"Квартира излучает тепло и индивидуальность: она продумана не только для повседневного комфорта, но и для эстетического наслаждения. Это гармоничное пространство, которое отражает образ жизни своих владельцев. В оформлении использованы теплые натуральные материалы и приглушенные оттенки, которые сочетаются с яркими цветовыми акцентами и отсылками к классическому дизайну XX века.",
    
    "Contemporary comfort":"Современный комфорт",
    "comfort-1":"Квартира выходного дня — идеальное решение для приятного отдыха с друзьями или приема гостей. Именно с этой идеей был создан дизайн интерьера.",
    "comfort-2":"Мы оформили интерьер в изысканном, но доступном стиле - минималистичном, но с характером. Лаконичный современный дизайн наполняет квартиру уютом, а зеленые акценты подчеркивают гармоничную цветовую гамму, создавая визуальную связь между комнатами. Черные элементы добавляют контраст, разбавляя светлую палитру выразительными деталями, что помогает глубже прочувствовать интерьер и оценить его целостность.",
    "comfort-3":"В основе палитры - натуральные и вневременные материалы, которые привносят тепло и спокойствие. Благородный дубовый пол играет ключевую роль, обеспечивая визуальный и тактильный комфорт.",
    "comfort-4":"Кухня, столовая и гостиная объединены в единое пространство в центре квартиры.",
    "comfort-5":"Главная спальня включает гардеробную и собственную ванную комнату. Ванная оформлена в природных тонах с мягким освещением, что создает уютную и расслабляющую атмосферу.",
    "comfort-6":"Гостевой санузел выполнен в контрастной гамме: светлые стены со штукатуркой дополнены чёрными акцентами.",
    "comfort-7":"Данное пространство - гармоничное, функциональное и стильное, где каждая деталь продумана и несет свою смысловую нагрузку.",


    "contacts-inst":"instagram",
    "popup-name":"имя",
    "popup-tel":"телефон",
    "popup-comm":"комментарий",
    "popup-send":"отправить",
    "popup-sending":"отправляем...",
    "contact-us":"связаться",
    "form-field-name":"ваше имя",
    "form-field-email":"example@site.com (не обязательно)",
    "form-field-comment":"ваш комментарий (не обязательно)",

    "form-success":"Форма была успешно отправлена",
    "form-error":"Заполните обязательные поля для отправки формы",
    "server-error":"Извините, мы пока не можем отправить вашу форму. Попробуйте позже.",
    "terms":"Политика конфиденциальности",

    "404-msg":"ой, страница не найдена",
    "404-anchor":"вернуться на главную",

    "Sharinterior | Projects":"Sharinterior | Проекты",
    "Sharinterior | About":"Sharinterior | О нас",
    "Sharinterior | Contacts":"Sharinterior | Контакты",
    "Sharinterior | Private projects":"Sharinterior | Частные проекты",
    "Sharinterior | Public projects":"Sharinterior | Общественные проекты"
}