{
    "home":"home",
    "about":"about",
    "projects":"projects",
    "contacts":"contacts",
    "private":"private",
    "public":"public",
    "Coming soon":"coming soon",

    "home subtitle":"Stylish interiors of any complexity",

    "Moscow":"Moscow",
    "Yekaterinburg":"Yekaterinburg",
    "Tbilisi":"Tbilisi",
    "Saint-Petersburg":"Saint-Petersburg",
    "Wrocław":"Wrocław",

    "about-logo-1":"Style is the basis.",
    "about-logo-2":"Eclecticism is a trend.",
    "about-logo-3":"A vibrant life is a guide.",

    "about-name":"Alexander Sharkov",
    "about-founder":"Founder of the studio",

    "about-first-p":"SHAR Design studio creates and implements stylish interiors of any complexity.",
    "about-second-p":"We design apartments, houses and public spaces.",
    "about-third-p":"Our design is a skillful combination of minimalism with high-tech through the prism of eclecticism especially for you.",
    
    "Fusion in Zamoskvorechye":"Fusion in Zamoskvorechye",
    "White apartaments":"White apartaments",
    "Georgian character":"Georgian character",
    "Monochrome minimalism":"Monochrome minimalism",
    "Vintage Coffee Shop":"Vintage Coffee Shop",
    "High-tech office":"High-tech office",
    "Apartament in the center of Europe":"Apartament in the center of Europe",
    "Contemporary comfort":"Contemporary comfort",

    "fusion-decription-text":" The interior design was inspired by the house and the atmosphere of the area where the apartment is located. Stalin's house with high ceilings in the historic center of Moscow. White walls like canvas were painted with bright spots of decor from the past. The steel kitchen, as a reflection of the rhythm of modern Moscow, coexists with the objects of the Soviet era.",
    "monochrome-description-1":"The modern house in the suburbs is made on black and white nuances. The kitchen-living room is contrastingly divided: a dark kitchen area and a light lounge area.  The sofa is upholstered in a contrasting fabric, which further distinguishes this part of the space and sets the tone for the entire room.",
    "monochrome-description-2":"The bedrooms and bathroom are also made on the contrast of black and white.  A variety of light sources and lighting scenarios, do not make the dark spaces seem gloomy.",
    "hightech-description":"The office of an innovative company producing freezing equipment is a unique workspace. Hidden lighting, a luminous ceiling and aluminum used in the project reveal the idea of making a \"space shuttle\" out of the office and emphasize the company's manufacturability.",
    "white-decription-text":"Project of a cozy apartment for a young family in Yekaterinburg. In addition to the design, the task was to make a competent layout. It was necessary to create an additional bedroom and preserve the spaciousness of the kitchen-living room.",
    "white-extra-text-1":"The interior, inspired by the aesthetics of Japanese houses, is designed in a calm natural range. The main color of the walls is white, which makes the apartment visually more spacious. In support of him, gray-beige, on the walls in the hallway and kitchen. The furniture made of light wood veneer emphasizes the environmental friendliness of the interior and its proximity to nature.",
    "white-extra-text-2":"The entrance to the bedroom is through an opening with a sliding high door that divides the spaces. Also, the bedroom is separated from the living room by a wall of glass blocks. This way we do not lose the light from the window, but at the same time we barely see what is happening in the bedroom. The bathroom decoration is in perfect harmony with the rest of the apartment. Porcelain stoneware of a neutral shade, but with texture makes the space concise.",
    "loft-decription-text":"Project of a cozy apartment for a young family in Yekaterinburg. In addition to the design, the task was to make a competent layout. It was necessary to create an additional bedroom and preserve the spaciousness of the kitchen-living room.",
    "loft-decription-text-2":"The interior, inspired by the aesthetics of Japanese houses, is designed in a calm natural range. The main color of the walls is white, which makes the apartment visually more spacious. In support of him, gray-beige, on the walls in the hallway and kitchen. The furniture made of light wood veneer emphasizes the environmental friendliness of the interior and its proximity to nature.",
    "loft-decription-text-3":"The entrance to the bedroom is through an opening with a sliding high door that divides the spaces. Also, the bedroom is separated from the living room by a wall of glass blocks. This way we do not lose the light from the window, but at the same time we barely see what is happening in the bedroom. The bathroom decoration is in perfect harmony with the rest of the apartment. Porcelain stoneware of a neutral shade, but with texture makes the space concise.",
    "georgia-description-text":"View apartment for a young man in Tbilisi. The windows of the apartment offer picturesque views of the cityscape and nature. They are reflected in the materials and colors of the interior.",
    "georgia-description-text-extra":"A rich palette of natural colors and textures adds sophistication, from the dominant beige and olive base of the walls to bright terracotta tones and black parquet. The natural upholstery materials of the upholstered furniture are in harmony with the bright metal panels in the bedroom and the countertop of the kitchen island.",
    "georgia-description-text-2":"The choice of furniture, fittings, finishes and designer products — each element contributes to the visual journey around the country. So the mirrored coffee table looks like the modern architecture of the city, and the concrete ceiling refers us to the architecture of Soviet Georgia. The soft glow of floor lamps and lamps creates comfort and sends us even more to the evening streets of Tbilisi.",
    "georgia-description-text-2-extra":"The apartment has an open plan: the kitchen-dining room is combined with the living room in a common space. Separately, there is a bedroom with a dressing room, which can be accessed through a glass partition.",
    "coffee-description-text":"A coffee shop in St. Petersburg, designed using materials and colors in the spirit of American establishments of the prohibition era.",
    "coffee-description-text-extra":"In the languid interior, the rounded shape of Art Deco contract with metal, and noble wall decoration with tinted oak panels, makes the interior warmer and conveys the atmosphere of old America of the XX century. Thanks to this, the interior becomes a cozy place both for reflection with a cup of coffee and for friendly gatherings in a pleasant company.",
    "coffee-description-text-2":"The plaid tile floor creates a bright accent that blends in with the rest of the retro objects and furniture. The bar is the center of the establishment, it is decorated with lights and signs with menus in the spirit of New York nightlife. Vintage chandeliers above the round tables perfectly complement the style of the establishment.",
    "poland-head-text-1":"A stylish apartment for a young couple, nestled in the heart of Poland’s Wroclaw. Its interior draws inspiration from 1970s aesthetics, with designers embracing bold, unconventional choices.",
    "poland-desc-text-1":"In the living room, a soft green sofa stands out against a neutral backdrop. It’s paired with a modernist metal kitchen featuring a bright orange tile and wooden cabinets. The space gains character from exposed wiring and bold red metal chairs, while the wooden flooring adds a touch of warmth.",
    "poland-desc-text-2":"A rich terracotta hue in the hallway and bedroom complements an old brick arch, infusing the interior with coziness and charm.",
    "poland-desc-text-3":"The timeless yet inviting atmosphere is achieved through a mix of textures and clean lines. Designed to resist fleeting trends, the space remains fresh and relevant across eras.",
    "poland-desc-text-4":"Warm natural materials and muted tones blend seamlessly with vibrant color accents and nods to 20th-century classic design. Radiating warmth and personality, this apartment is crafted not just for everyday comfort but also for aesthetic delight. It’s a harmonious reflection of its owners’ lifestyle—a space that feels both intentional and alive.",
    "comfort-1":"A weekend apartment is the perfect solution for a relaxing getaway with friends or hosting guests. This very idea inspired the interior design.",
    "comfort-2":"We crafted the space in a refined yet accessible style-minimalist, yet full of character. The sleek, contemporary design fills the apartment with warmth, while green accents enhance the harmonious color scheme, creating a visual connection between rooms. Black elements add contrast, balancing the light palette with bold details that deepen the appreciation of the interior’s cohesion.",
    "comfort-3":"The palette revolves around natural, timeless materials that bring warmth and tranquility. The noble oak flooring plays a key role, offering both visual and tactile comfort.",
    "comfort-4":"The kitchen, dining area, and living room merge into a single open space at the heart of the apartment.",
    "comfort-5":"The primary bedroom includes a walk-in closet and a private bathroom. The bathroom is styled in earthy tones with soft lighting, evoking a cozy and soothing ambiance.",
    "comfort-6":"The guest bathroom features a contrasting scheme: light plastered walls paired with bold black accents.",
    "comfort-7":"This space is harmonious, functional, and stylish—every detail is thoughtfully curated and serves a purpose.",

    "contacts-inst":"instagram",
    "popup-name":"name",
    "popup-tel":"phone",
    "popup-comm":"comment",
    "popup-send":"send",
    "popup-sending":"sending...",
    "contact-us":"contact us",
    "form-field-name":"your name",
    "form-field-email":"example@site.com (optional)",
    "form-field-comment":"your comment (optional)",

    "form-success":"Form was successfully sent",
    "form-error":"Fill in the required fields to submit the form",
    "server-error":"Sorry, we can't submit your form yet. Try later.",

    "terms":"Terms and conditions",
    
    "404-msg":"oops, the page you are looking doesn’t exist",
    "404-anchor":"go back to main"
}